Revit 2027 API
ParameterTypeId.RbsSystemRisedrop1linerisesymbolParam Property
 "Single Line Rise Symbol"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsSystemRisedrop1linerisesymbolParam { get; }
Public Shared ReadOnly Property RbsSystemRisedrop1linerisesymbolParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsSystemRisedrop1linerisesymbolParam {
	ForgeTypeId^ get ();
}
static member RbsSystemRisedrop1linerisesymbolParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace